const pilaPestControl = [
  {
    company: "Pila Pest Control",
    days: "จันทร์ - เสาร์",
    time: "8:00 - 17:00",
    contact: "0613829598",
    
  },
  {
    serviceTermite: "บริการกำจัดปลวก",
    steps: [
      "1. ทีมช่างจะเข้าสำรวจหน้างานเพื่อประเมินสภาพปัญหาปลวก",
      "2. ออกแบบแผนการกำจัดปลวกที่เหมาะสมกับหน้างาน",
      "3. ทีมช่างจะเจาะพื้นเพื่ออัดท่อน้ำยาเคมีกำจัดปลวกเข้าไปในโพรงดินหรือบริเวณที่ปลวกอาศัยอยู่ หากลูกค้ามีท่อน้ำยาอยู่สามารถอัดน้ำยาเข้าท่อได้เลย",
      "4. เริ่มพ่นสเปรย์บริเวณด้านนอกของอาคารตามแนวฐานราก รอยแตกหรือรูต่างๆ ขอบประตูและหน้าต่าง รวมถึงท่อระบายน้ำ",
      "5. น้ำยาเคมีจะทำหน้าที่กำจัดปลวกและป้องกันไม่ให้ปลวกกลับมาก่อปัญหาอีก และ ปลอดภัยต่อคน และ สัตว์เลี้ยง",
    ],
    "chemicals Termite": [
      {
        "name": "ฟิโปรนิว , น้ำ",
        "ratio": "200 : 1"
      },
      
    ]
    
  },
  {
    serviceAnt: "บริการกำจัดมด",
    steps: [
      "1. ทีมช่างจะเข้าสำรวจหน้างานเพื่อประเมินสภาพปัญหาของมด",
      "2. ออกแบบแผนการกำจัดมดที่เหมาะสมกับหน้างาน",
      "3. ทีมช่างจะป้ายเจลตามทางเดิน เน้นบริเวณที่แคบ ห้องครัว ห้องน้ำ หรือ บริเวณที่มีมดชุกชุน เช่น ตามซอก ตามมุมต่างๆ",
      "4. ฉีดพ่นสเปรย์บริเวณรอบนอก ตามรอยแตกต่างๆ และบริเวณที่มดเดินผ่านเป็นประจำ",
    ],
    "chemicals Ant ": [
      {
        "name": "ไซเพอร์เมทริน , น้ำ",
        "ratio": "100 : 1"
      },
      
    ]
    
    
    
  },
  {
    serviceCockroach: "บริการกำจัดแมลงสาบ",
    steps: [
      "1. ทีมช่างจะตรวจสอบสถานที่เพื่อหาแหล่งที่อยู่อาศัย แหล่งอาหาร และเส้นทางเดินของแมลงสาบ",
      "2. ออกแบบแผนการกำจัดแมลงสาบที่เหมาะสมกับหน้างาน",
      "3. ทีมช่างจะวางเหยื่อล่อที่มีสารเคมีกำจัดแมลงสาบอยู่ในบริเวณที่พบเห็นแมลงสาบบ่อยๆ แมลงสาบจะกินเหยื่อล่อและนำสารเคมีกลับไปที่รัง ทำให้แมลงสาบตัวอื่นๆ ตายได้",
      "4. ทีมช่างจะฉีดพ่นสารเคมีกำจัดแมลงสาบบริเวณรอบนอกและภายในอาคาร ท่อระบายน้ำ เพื่อกำจัดแมลงสาบและป้องกันไม่ให้กลับมาก่อปัญหาอีก",
    ],
    "chemicals Cockroach ": [
      {
        "name": "ไซเพอร์เมทริน , น้ำ",
        "ratio": "100 : 1"
      },
      
    ]
  },
  {
    serviceRat: "บริการกำจัดหนู",
    steps: [
      "1. สำรวจและระบุชนิดของหนู ระบุชนิดของหนูที่รบกวนอยู่เพื่อวางแผนวิธีการกำจัดที่เหมาะสม",
      "2. ออกแบบแผนการกำจัดหนูที่เหมาะสมกับหน้างาน",
      "3. วางเหยื่อพิษไว้ในบริเวณแนวทางเดินของหนู",
      "4. วางกับดักกาวบริเวณที่หนูชุกชุม เพื่อล่อให้หนูออกมาจากภายในอาคารหรือบ้านเรือน",
      "5. สเปรย์ขับไล่ ตามแหล่งอาศัยของหนู หรือท่อระบายน้ำ",
    ],
  }
 
  
];

const priceTermite = [
  {
    serviceTermite: "บริการกำจัดปลวก",
    price: "ราคารเริ่มต้นอยู่ที่ 5000 บาท",
    type: [
      {
        type: "ทาวน์เฮ้าส์/ทาวน์โฮม",
        price: "5000 บาท",
        contract: "สัญญา 1 ปี ตรวจเช็คทุก 4 เดือน"
      },
      {
        type: "บ้านเดี่ยว",
        area: [
          {
            size: "70 ตารางเมตร",
            price: "6000 บาท"
          },
          {
            size: "100 ตารางเมตร",
            price: "8000 บาท"
          },
          {
            size: "101-150 ตารางเมตร",
            price: "10,000 - 15,000 บาท"
          }
        ]
      }
    ]
  }
];

module.exports = { pilaPestControl ,priceTermite };
